<script>
	/** @type {{ data: import('./$types').PageData }} */
	let { data } = $props();
</script>

<div class="container">
	<div
		class=" prose lg:prose-lg prose-a:text-[#C6A07D] prose-h1:text-4xl max-md:prose-h1:text-3xl prose-ul:list-none prose-ul:px-0 prose-li:px-0 mx-auto my-32 text-accent max-lg:my-16"
	>
		<h1 class="text-center font-serif text-4xl font-normal text-accent max-md:text-start">
			Публичная офферта
		</h1>
		<p>
			Общество с ограниченной ответственностью «СКИНСФЕРА» (ОГРН 1197746608971, ИНН 9704003364),
			именуемое в дальнейшем «Продавец», публикует настоящий договор-оферту о продаже товаров
			дистанционным способом через интернет-магазин, расположенный по адресу: <a href="/"
				>skinlight.ru</a
			>.
		</p>
		<p class="font-serif text-2xl font-normal text-accent">1. Общие положения</p>

		<ul>
			<li>
				1.1. Настоящая оферта является официальным предложением Продавца, адресованным любому
				дееспособному физическому лицу, имеющему намерение приобрести товары.
			</li>
			<li>
				1.2. Оформление заказа на сайте означает акцепт Оферты Покупателем и заключение Договора
				купли-продажи.
			</li>
			<li>
				1.3. Продавец оставляет за собой право вносить изменения в оферту без предварительного
				уведомления Покупателя.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">2. Предмет договора</p>

		<ul>
			<li>
				2.1. Продавец обязуется передать в собственность Покупателя выбранные им товары, а
				Покупатель обязуется оплатить и принять их в соответствии с условиями настоящего Договора.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">3. Оформление заказа</p>
		<ul>
			<li>
				3.1. Покупатель оформляет заказ через сайт <a href="skinlight.ru">skinlight.ru</a> путем добавления
				товаров в корзину и заполнения необходимых данных.
			</li>
			<li>3.2. После оформления заказа Покупатель получает подтверждение на указанный email.</li>
			<li>
				3.3. Продавец вправе аннулировать заказ в случае отсутствия товара на складе, уведомив об
				этом Покупателя.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">4. Оплата и доставка</p>

		<ul>
			<li>4.1. Оплата осуществляется банковскими картами, через платёжную систему ЮКасса.</li>
			<li>
				4.2. Стоимость доставки рассчитывается автоматически при оформлении заказа и зависит от
				региона доставки.
			</li>
			<li>
				4.3. Доставка производится курьерскими службами или почтовыми отправлениями в сроки,
				указанные на сайте.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">5. Обмен и возврат</p>

		<ul>
			<li>
				5.1. Возврат товаров осуществляется в соответствии с Законом «О защите прав потребителей».
			</li>
			<li>
				5.2. Покупатель может вернуть товар надлежащего качества в течение 14 дней, если он не был в
				употреблении и сохранены его потребительские свойства.
			</li>

			<li>
				5.3. Возврат денежных средств осуществляется в течение 10 рабочих дней после получения
				возвращенного товара.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">6. Персональные данные</p>
		<ul>
			<li>
				6.1. Покупатель даёт согласие на обработку персональных данных в соответствии с Политикой
				конфиденциальности.
			</li>
			<li>
				6.2. Продавец обязуется не передавать персональные данные третьим лицам, за исключением
				случаев, предусмотренных законодательством РФ.
			</li>
		</ul>

		<p class="font-serif text-2xl font-normal text-accent">7. Контакты и рассмотрение претензий</p>

		<ul>
			<li>
				7.1. Контактные данные для связи: email <a href="mailto:info@skinlight.ru"
					>info@skinlight.ru</a
				>, телефон <a href="tel:+79854574577">+7 (985) 457-45-77</a>.
			</li>

			<li>
				7.2. Все споры и разногласия решаются путем переговоров. В случае невозможности достижения
				соглашения спор передается на рассмотрение в суд по месту регистрации Продавца.
			</li>
		</ul>
	</div>
</div>
